[FILE]
Author=Hs-Sh.net
Name=Japanese (JA)
VersionID=0
LangId=1041

[SoundCloud]
ConnectStatusOK=ログインに成功しました。|ブラウザを閉じ、AIMPに戻ってください。
ConnectStatusError=エラーが発生しました。|SoundCloudのアカウントに接続できませんでした。AIMPへ戻り、確認してください。
Likes=SoundCloud - Likes|のLike
Stream=SoundCloud - Stream|のStream
Recommended=おすすめ 
Prefix=SoundCloud - 

[SoundCloud.Messages]
Error=エラー
CantResolve=URLを解決できませんでした。

[SoundCloud.Menu]
Repost=Repost
AddURL=SoundCloud URL
MyTracksAndPlaylists=自分のトラックとプレイリスト
MyStream=SoundCloudのStream
MyLikes=SoundCloudのLike
LoadRecommendations=このトラックからのおすすめをロード|現在のプレイリストへ|新規プレイリストへ
OpenInBrowser=Webブラウザで開く
AddToExclusions=表示しない
LikeUnlike=Like / Unlike|Like|Unlike

[SoundCloud.AddURL]
Title=SoundCloudのURLを追加
URL=SoundCloud URL
CreateNew=新規プレイリストを作成
OK=OK
PlaylistName=プレイリスト名 (オプション)

[SoundCloud.Options]
Title=SoundCloud
Account=SoundCloudアカウント
ConnectButton=ログイン|ログアウト
General=一般
AddDurationToTitle=再生時間をタイトルに追加
AddUsernameToTitle=投稿者のユーザー名をタイトルに追加
LimitUserStream=ストリームに表示される曲数を|曲に制限する
MonitorURLs=更新設定
MonitorLikes=ユーザーのLikeを更新する
MonitorStream=ユーザーのStreamを更新する
CheckAtStartup=AIMPの起動時に、新曲が投稿されていないかチェックする
CheckEvery=新曲が投稿されていないか|時間ごとにチェックする
